Repository: SteveShi/Boxer
Catalog: Resources/mul.lproj/Bezel.xcstrings
Source language: en
Languages: cs, es, fr

# 6.title
source: Press Cmd+F to exit fullscreen. Cmd+click to access the menu bar.
cs: Stiskem Cmd+F ukončíte režim celé obrazovky. Kombinací Cmd+kliknutí získáte přístup k řádku nabídek.
es: Pulse Cmd+F para salir de pantalla completa. Cmd+clic para acceder a la barra de menús.
fr: Cmd+F pour quitter le mode plein écran. Cmd+clic pour accéder à la barre de menu.

# 9.title
source: [386 speed (3000 cycles)]
cs: [rychlost 386 (3000 cyklů)]

# 27.title
source: [100% throttle]
cs: [100 % plynu]

# 31.title
source: [Drive D added]
cs: [Disk D přidán]

# 43.title
source: [Drive D ejected]
cs: [Disk D vysunut]

# 47.title
source: [Drive D imported]
cs: [Disk D naimportován]

# 53.title
source: This game is not responding to joystick input.
cs: Tato hra nereaguje na ovládání joystickem.
es: Este juego no está respondiendo a la entrada del joystick.
fr: Le jeu ne répond pas aux actions du joystick.

# 56.title
source: You may need to turn on joystick control within the game.
cs: Možná budete muset ovládání joystickem zapnout přímo ve hře.
es: Puede necesitar activar el control de joystick en el juego.
fr: Vous devez activer le contrôle du joystick dans les paramètres du jeu.

# 92.title
source: You can add MT-32 ROMs in Boxer’s Audio preferences.
cs: ROM MT-32 můžete přidat v nastavení zvuku Boxeru.
es: Puede añadir ROMs MT-32 ROMs en las preferencias de audio de Boxer.
fr: Vous pouvez ajouter des ROM MT-32 dans les préférences audio de Boxer.

# 93.title
source: MT-32 ROMs are required to play this game’s music correctly.
cs: Ke správnému přehrávání hudby v této hře jsou zapotřebí ROM MT-32.
es: Las ROMs MT-32 son necesarias para reproducir la música del juego correctamente.
fr: Des ROM MT-32 sont nécessaires pour lire correctement les musiques de ce jeu.

# 100.title
source: Simulated numpad active
cs: Simulovaná numerická klávesnice je aktivní
es: Teclado numérico simulado activo
fr: Pavé numérique simulé activé

# 108.title
source: Simulated numpad disabled
cs: Simulovaná numerická klávesnice je neaktivní
es: Teclado numérico simulado desactivado
fr: Pavé numérique simulé désactivé

# 116.title
source: Numlock active
cs: Zámek numerické klávesnice je aktivní
es: Bloq num activo
fr: Verr. num. activé

# 122.title
source: Numlock disabled
cs: Zámek numerické klávesnice je neaktivní
es: Bloq num desactivado
fr: Verr. num. désactivé

# 147.title
source: Cmd+click to release the mouse pointer.
cs: Kombinací Cmd+kliknutí uvolníte kurzor myši.
es: Cmd+clic para liberar el puntero de ratón.
fr: Cmd+clic pour libérer le pointeur de souris.
